<template><div><h1 id="优希堂计划" tabindex="-1"><a class="header-anchor" href="#优希堂计划"><span>优希堂计划</span></a></h1>
<p>优希堂计划的目标是：</p>
<ol>
<li>营救黛等 HAL18 次失事航班中的遇难者</li>
<li>在此时空内捕获 Self，并将其囚禁。</li>
</ol>
<p>但第一个目标是后来在情节中临时添加的，计划也随着时间的推移而不断发展。</p>
<h2 id="制定" tabindex="-1"><a class="header-anchor" href="#制定"><span>制定</span></a></h2>
<p>R11 的<RouteLink to="/guide/strategy/%E5%B9%B4%E8%A1%A8.html">年表</RouteLink>概述了优希堂计划的制定过程。</p>
<p>据记载，悟的计划始于 2009 年，当时的阿波墨事件确立了他对 Self 的信仰。他当时的计划是引诱 Self 到他们的世界，并为其杀死沙也香的行为而施展报复。同年，悟向榎本透露了他的设想。</p>
<p>2010 年 3 月，他们开始制定具体计划，并准备使用拉比利的时空转移装置。</p>
<p>2011 年 ，悟准备 1 月 18 日在澳大利亚测试未完成的时空转移装置，以获取一些数据（因此在他的床垫下藏有一张机票）。他们的理论认为，要实现长时间跨度的区域传送，传送区域应该有一个较大的半径。由于日本国土面积狭窄，很难在不引起注意的情况下进行这些隐形传送，因此，他们将实验地点选在了澳大利亚。</p>
<p>1 月 17 日，就在他准备动身前往澳大利亚前，悟得知了 HAL18 次航班失事的消息，以及唯一幸存者悠尼的存在。与此同时，他也得知了黛的去世——是的，虽然她在游戏中的表现并不是很讨人喜欢，但根据广播剧和年表，她在悟心中拥有着重要的地位——悟因而改变了他的计划，准备一同用时空转移装置救出黛。他取消了前往澳大利亚的计划，并将穗樽日矿山定为中转区之一。</p>
<p>悟联系了悠尼以进一步了解这一事件，并设法获得了 TB 光盘。利用光盘，他完成了时空传输设备，并将转移地点设在了日本。这项计划的目标是营救黛和其他坠机遇难者，并将 Self 囚禁在他们的时空轮回中。</p>
<p>悟设法说服了悠尼加入他的计划，并完成了对穗樽日矿山的改造。他们在 2011 年 7 月的时间里，留在那里操作设备。一切完成后，悟和榎本利用时空转移装置进行了小规模的转移，互换了身体。最后，在 2012 年 1 月 11 日，悟将 TB 光盘归还到了悠尼的房间，以便在 7 天后利用他将其转移回 2011 年并让当时的自己发现。</p>
<h2 id="轮回" tabindex="-1"><a class="header-anchor" href="#轮回"><span>轮回</span></a></h2>
<p>悟困住<code v-pre>Self</code>——这个超自然的存在——的方式，就是把它困在一个无限重复的轮回中。</p>
<p>无限轮回的真正形式，就是永无止境的 Remember11 的故事。<code v-pre>玩家/Self</code>试图寻找答案，去找出不存在的第三条路线，去探明事情为什么会这样发生。它经历了 33 个结局，尝试了所有的选择，但从未对答案感到满意。它并没有结局，但玩家想解开谜团的欲望仍然让他们深陷其中。</p>
<p>心的行为在影响着悟的行动，悟的行为也在影响着心的行动。当你采取不同的行动时，就会进入一个略有不同的世界（<code v-pre>Tips087：多世界诠释</code>），故事也会由此像螺旋一样永远地持续下去。螺旋没有起点，也不可能存在终点。玩家所能做的就是继续沿着螺旋前进，困在无限循环之中。</p>
<blockquote>
<p>This story has not finished yet.<br />
Truth is not revealed.<br />
And it circulates through an incident.<br />
It is an infinity loop!</p>
</blockquote>
<h2 id="脱出" tabindex="-1"><a class="header-anchor" href="#脱出"><span>脱出？</span></a></h2>
<p>尽管如此，在有些结局中，<code v-pre>Self</code>还是成功地“摆脱”了无限轮回，它们可以被大致分为两组：</p>
<ul>
<li>
<p>内海计划成功结局（END23）——内海杀死了犬伏和她自己。悟失去了理智，后被送往了精神病院。类似的结局也会在其他情况下发生，即在小屋中茫然自失结局（END32）。相对地，当悟发现心和避难所小屋成员已经尽数死亡时，在心视角也会触发避难小屋组全灭结局（END33）。</p>
</li>
<li>
<p>SPHIA 组灭绝结局（END4）——在内海报复完犬伏之后，心发现自己回到了 1 月 11 日的坠机地点。类似的描述也发生在独自一人在小屋遇难结局（END18）中，在悟被杀后的第 6 天或第 7 天，心也回到了 1 月 11 日。</p>
</li>
</ul>
<p>在第一组结局中，随着<code v-pre>我</code>被关入了精神病院，<code v-pre>Self</code>也终于退出了轮回。</p>
<p>而第二组结局则更为有趣。为什么心会回到 1 月 11 日？原因是随着因果循环被高纬度生物<code v-pre>Self</code>强行打破，一个悖论产生了。由于悟的死亡，悠尼无法再次回到 2011 年，TB 光盘也无法被用于设计优希堂计划。由于优希堂计划不存在，坠机幸存者也无法被悠尼成功地拯救，他们都尽数死在了在坠机现场。</p>
<p>尽管成功逃离了这个循环，<code v-pre>Self</code>还是会继续回来重新心甘情愿地进入轮回中，心想“什么烂结局，让我再开一次”。</p>
<h2 id="脱出-1" tabindex="-1"><a class="header-anchor" href="#脱出-1"><span>脱出！</span></a></h2>
<p>那么真正的脱出，要等到什么时候呢？</p>
<p>答案就是——<strong>这一刻</strong>。</p>
<p>当您阅读完这行文字，了解到优希堂计划的全貌之后，您就彻彻底底地，逃脱了优希堂所为您量身打造的这一残酷的记忆迷宫。</p>
<p>优希堂计划，也由此而彻彻底底地失败了。</p>
<p><br/><br/><strong>或者说……？</strong></p>
<p>还记得<code v-pre>Tips92</code>中的内容吗？</p>
<blockquote>
<p>[92 最后阶段]<br/>
{鼷本「为了把时空间转移装置推进到最后阶段」}<br/>
那是为了要将“他们”所谋划的计划导向最终目标的行为。<br/>
那是通往“他们”所追求的真实的最后一个步骤。<br/>
那是他们为了与“那家伙”相见所必须执行的最后手段。<br/>
一旦那个行动被付诸执行——<br/>
世界将有极大的改变。<br/><br/>
一旦那个行动被付诸执行<br/>
过渡的世界——“Imaginary”将会遗失……<br/>
藉由世界的架桥——“Symbolic”……<br/>
真理的世界——“Real”将会现形。<br/>
伴随着“第三只眼”的开启——</p>
</blockquote>
<p>第三只眼……指的就是玩家。伴随着“玩家”您的觉醒，与之而一并被创造出来的“Real”世界会是什么样子呢？我们可以设想一下——</p>
<p><a href="https://www.bilibili.com/video/BV1uz4y127to/" target="_blank" rel="noopener noreferrer">或许优希堂沙也香没有被抹去，优希堂计划也根本不存在<ExternalLinkIcon/></a></p>
<p><a href="https://www.bilibili.com/video/BV18y4y117vn/" target="_blank" rel="noopener noreferrer">或许玩家的一切记忆会融合在一起，藉此创造出一个全新的世界？<ExternalLinkIcon/></a></p>
<p><strong>而这个全新的“Real”世界，正等待着您去书写。</strong></p>
<h2 id="总结" tabindex="-1"><a class="header-anchor" href="#总结"><span>总结</span></a></h2>
<p>悟要为他妹妹的死复仇，所以他试图杀死<code v-pre>Self</code>。但<code v-pre>Self</code>是一个抽象的实体，远远超出了一般人的理解。他的计划则是利用了“好奇心害死猫”的概念，在<code v-pre>Self</code>寻找真理的过程中，将自己困在一个无限的循环中。这就是优希堂和《Remember11》不完整结局背后的意义。这款游戏的结局之所以显得突兀而不令人满意，是为了惩罚玩家在游戏世界中所施加的不应该施加的力量。另外，此计划也会在一些时间线中顺带拯救坠机事件的遇难者，尤其是黛。</p>
<p>另外还有一种理论认为，“困住 <code v-pre>Self</code>”只是优希堂计划的目的之一，计划的最终目标其实是通过困住<code v-pre>Self</code>来让“第三只眼”得到觉醒，从而创造出一个代号为“Real”的世界。</p>
</div></template>


